#include <iostream>
#include <iomanip>
using namespace std;
int main() {
    setlocale(LC_ALL , "Russian");
    cout << setw(5) <<"Среди тонконогих, жидких кровью,\n"
            "трудом поворачивая шею бычью,\n"
            "на сытый праздник тучному здоровью\n"
            "людей из мяса я зычно кличу!\n"
            "\n"
            "Чтоб бешеной пляской землю овить,\n"
            "скучную, как банка консервов,\n"
            "давайте весенних бабочек ловить\n"
            "сетью ненужных нервов!\n"
            "\n"
            "И по камням острым, как глаза ораторов,\n"
            "красавцы-отцы здоровенных томов,\n"
            "потащим мордами умных психиаторов\n"
            "и бросим за решетки сумасшедших домов!\n"
            "\n"
            "А сами сквозь город, иссохший как Онания,\n"
            "с толпой фонарей желтолицых, как скопцы,\n"
            "голодным самкам накормим желания,\n"
            "поросшие шерстью красавцы-самцы!" << endl;
    return 0;
}
